;UTF16-BOM

;
;各種設定
;
;ご自身の環境に合わせて書き換えてください。


;秀丸ファイラーClassicへのパス
[hidemaru_filer_classic]
path_x64="C:\Program Files\HmFilerClassic\HmFilerClassic.exe"
path_x86="C:\Program Files (x86)\HmFilerClassic\HmFilerClassic.exe"

;引数の詳細は「秀丸ファイラーClassic　ヘルプ　→　起動時のオプション」を参照してください。
arguments="/t /select,"

;ディフォルトの動作に任せる場合
;arguments=""


;アクション固有の設定
[action]
;アクション実行後に待機する時間(ミリ秒)
;ウインドウ、ハイライトのプレビューなどから参照。
sleep=1500


[unity]
;キー入力の間隔(ミリ秒)
keyinput_interval = 80
